[
    {
        "id": "um",
        "title": "Convocação dos Estados Gerais",
        "date": "1789-05-05",
        "location": "Hôtel des Menus-Plaisirs, Versalhes, França",
        "description": "Em 5 de maio de 1789, o rei Luís XVI, pressionado pela crise financeira do reino e pelo elevado déficit público, convocou em Versalhes os Estados Gerais – assembleia que não se reunia desde 1614. O objetivo era discutir reformas fiscais e políticas, mas as profundas divergências entre o clero, a nobreza e o Terceiro Estado (burgueses, artesãos e camponeses) logo vieram à tona.\n\nDurante as sessões iniciais, o impasse sobre o método de votação (por ordem – favorecendo a nobreza e o clero – ou por cabeça – defendido pelo Terceiro Estado) acirrou tensões. Ao perceber que suas demandas por igualdade de representação não seriam atendidas, os representantes do Terceiro Estado se deram por excluídos e passaram a articular a formação de uma Assembleia Nacional Constituinte, dando o pontapé inicial à Revolução Francesa.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Estatesgeneral.jpg/1200px-Estatesgeneral.jpg?20191202235655",
        "sources": ["https://en.wikipedia.org/wiki/Estates-General_of_1789"]
    },
    {
        "id": "dois",
        "title": "Juramento do Jogo da Pela",
        "date": "1789-06-20",
        "location": "Salle du Jeu de Paume, Palácio de Versalhes, Versalhes, França",
        "description": "Em 20 de junho de 1789, impedidos de entrar na sala onde tradicionalmente se reuniam, os 576 deputados do Terceiro Estado e alguns membros do clero dirigiram-se ao salão de jogo de paume (salle du Jeu de Paume) em Versalhes. Ali, juraram não se dispersar até que a França tivesse uma nova Constituição, em ato que ficou conhecido como Juramento do Jogo da Pela.\n\nEsse gesto de união e contestação direta à autoridade real simbolizou a soberania popular e consolidou o poder nascente da Assembleia Nacional Constituinte. O evento galvanizou apoiadores em toda a França e fez com que o rei Luis XVI fosse obrigado a reconhecer, ainda que timidamente, a legitimidade política do Terceiro Estado.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Le_Serment_du_Jeu_de_paume.jpg/1200px-Le_Serment_du_Jeu_de_paume.jpg?20190510022832",
        "sources": ["https://en.wikipedia.org/wiki/Tennis_Court_Oath"]
    },
    {
        "id": "tres",
        "title": "Tomada da Bastilha",
        "date": "1789-07-14",
        "location": "Bastille Saint-Antoine, Paris, França",
        "description": "Na manhã de 14 de julho de 1789, diante da crescente escassez de pão e do medo de intervenção real, multidões de parisienses, organizados em milícias populares, marcharam sobre a Bastilha – antiga fortaleza convertida em prisão estatal e depósito de armas. Após cercar a fortificação e uma breve troca de tiros, o governador De Launay rendeu-se, entregando pólvora e libertando poucos presos.\n\nA queda da Bastilha tornou-se o ícone da Revolução, visto tanto como vitória popular sobre o absolutismo quanto como proclamação de que o povo armado era capaz de desafiar o poder real. As celebrações que se seguiram lançaram as bases para o feriado nacional francês de 14 de julho.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Prise_de_la_Bastille.jpg/1184px-Prise_de_la_Bastille.jpg",
        "sources": ["https://en.wikipedia.org/wiki/Storming_of_the_Bastille"]
    },
    {
        "id": "quatro",
        "title": "Grande Medo",
        "date": "1789-07-22 to 1789-08-06",
        "location": "Regiões rurais de Île‑de‑France, Champagne e Normandia, França",
        "description": "Entre 22 de julho e 6 de agosto de 1789, boatos de uma conspiração aristocrática para esmagar a Revolução e de aproximação de tropas reais geraram um clima de pânico nas zonas rurais. Camponeses armados atacaram propriedades de senhores, destruíram cartórios e queimaram registros feudais, exigindo o fim imediato dos privilégios senhoriais.\n\nConhecido como Grande Medo, esse movimento espontâneo reforçou a urgência de reformas agrárias e precipitou a ação da Assembleia Nacional Constituinte para abolir o feudalismo. A radicalização camponesa mostrou que a revolução não se limitava aos salões de Versalhes ou aos bairros de Paris, mas já corria por toda a França.",
        "image": "https://i0.wp.com/eastindiabloggingco.com/wp-content/uploads/2023/01/Blog-Pic_GreatFearFrenchRevolution_FeaturedImage-min.jpeg?w=1200&ssl=1",
        "sources": ["https://en.wikipedia.org/wiki/Great_Fear"]
    },
    {
        "id": "cinco",
        "title": "Decretos de Agosto",
        "date": "1789-08-04",
        "location": "Palácio de Versalhes, Versalhes, França",
        "description": "Na noite de 4 de agosto de 1789, reunida no Palácio de Versalhes, a Assembleia Nacional Constituinte aprovou uma série de decretos que extinguiam direitos feudais, dízimos do clero e privilégios nobiliárquicos. Embora muitos deputados votassem inicialmente apenas a renúncia simbólica, a força dos acontecimentos levou à abolição total do regime feudal.\n\nEsses decretos transformaram a estrutura social da França ao colocar todos os cidadãos em pé de igualdade perante a lei e libertar o campesinato de séculos de obrigações. Foi um dos atos mais radicais da Revolução, pavimentando o caminho para a construção de um Estado moderno baseado em liberdade e igualdade.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Nuit_du_4_ao%C3%BBt_abolition_des_privil%C3%A8ges.jpg/1200px-Nuit_du_4_ao%C3%BBt_abolition_des_privil%C3%A8ges.jpg?20110817080007",
        "sources": ["https://en.wikipedia.org/wiki/August_Decrees"]
    },
    {
        "id": "seis",
        "title": "Declaração dos Direitos do Homem e do Cidadão",
        "date": "1789-08-26",
        "location": "Palácio de Versalhes, Versalhes, França",
        "description": "Em 26 de agosto de 1789, depois de várias semanas de debates, a Assembleia Constitutiva promulgou a Declaração dos Direitos do Homem e do Cidadão. Inspirado pelo Iluminismo e pela Revolução Americana, o documento afirmava direitos inalienáveis como liberdade de expressão, propriedade, resistência à opressão e igualdade jurídica.\n\nServindo de preâmbulo para a Constituição de 1791, a Declaração tornou-se marco fundamental do pensamento liberal e dos direitos humanos. Seus princípios repercutiram na Europa e nas Américas, influenciando diferentes movimentos de independência e reformas constitucionais nas décadas seguintes.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Declaration_of_the_Rights_of_Man_and_of_the_Citizen_in_1789.jpg/960px-Declaration_of_the_Rights_of_Man_and_of_the_Citizen_in_1789.jpg?20200704123053",
        "sources": [
            "https://en.wikipedia.org/wiki/Declaration_of_the_Rights_of_Man_and_of_the_Citizen"
        ]
    },
    {
        "id": "sete",
        "title": "Marcha das Mulheres a Versalhes",
        "date": "1789-10-05",
        "location": "De Paris a Versalhes, França",
        "description": "Na madrugada de 5 de outubro de 1789, cerca de seis mil mulheres — muitas vendedoras de pão — deixaram Paris em direção a Versalhes, motivadas pela escassez de alimentos e rumores sobre a conspiração da Corte. Marchando dois dias, cercaram o palácio e exigiram que o rei resolvesse a crise do abastecimento.\n\nO rei Luís XVI, acuado, recebeu as manifestantes e concordou em transportar sua corte de volta a Paris. A Marcha das Mulheres demonstrou o poder das mobilizações populares e aproximou o monarca das ruas, consolidando o papel da pressão popular na condução política da Revolução.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/A_Versailles%2C_%C3%A0_Versailles_5_octobre_1789_-_Restoration.jpg/1200px-A_Versailles%2C_%C3%A0_Versailles_5_octobre_1789_-_Restoration.jpg?20190901030710",
        "sources": [
            "https://en.wikipedia.org/wiki/Women%27s_March_on_Versailles"
        ]
    },
    {
        "id": "oito",
        "title": "Fuga para Varennes",
        "date": "1791-06-20 to 1791-06-21",
        "location": "De Paris a Varennes-en-Argonne, França",
        "description": "Na noite de 20 de junho de 1791, o rei Luís XVI e a rainha Maria Antonieta tentaram fugir de Paris disfarçados, com destino a Montmédy, onde esperavam organizar resistência contrarrevolucionária. Reconhecidos pela guarnição local em Sainte-Menehould, foram detidos em Varennes na manhã seguinte.\n\nO episódio — conhecido como Fuga para Varennes — minou de vez a confiança na monarquia constitucional e radicalizou as facções revolucionárias. A humilhação pública da família real acelerou a proclamação da República e demonstrou que o poder popular não seria mais conciliável com a autoridade real.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/8/81/Arrest_of_Louis_XVI_and_his_Family%2C_Varennes%2C_1791.jpg?20060815094421",
        "sources": ["https://en.wikipedia.org/wiki/Flight_to_Varennes"]
    },
    {
        "id": "nove",
        "title": "Massacres de Setembro",
        "date": "1792-09-02 to 1792-09-06",
        "location": "Prisões de Paris (Abbaye, Carmes, Salpêtrière etc.), Paris, França",
        "description": "Entre 2 e 6 de setembro de 1792, alarmados pela iminente invasão prussiana e temendo traições internas, grupos de sans-culottes invadiram diversas prisões de Paris. Sem julgamentos, executaram centenas de detentos — aristocratas, padres refratários e suspeitos de contrarrevolução — em episódios de brutalidade coletiva.\n\nOs Massacres de Setembro representaram o lado mais violento da Revolução, alimentando o clima de medo e justificando, para os jacobinos, a intensificação das medidas repressivas. O evento polarizou opiniões e permanece até hoje um dos momentos mais controvertidos do processo revolucionário.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Massacre_des_Carmes-Bilcocq-IMG_2416.JPG/960px-Massacre_des_Carmes-Bilcocq-IMG_2416.JPG?20100830091355",
        "sources": ["https://en.wikipedia.org/wiki/September_Massacres"]
    },
    {
        "id": "dez",
        "title": "Proclamação da República",
        "date": "1792-09-22",
        "location": "Salle du Manège, Palácio das Tulherias, Paris, França",
        "description": "Em 22 de setembro de 1792, reunida na Salle du Manège, a recém-eleita Convenção Nacional votou pela abolição da monarquia e proclamou formalmente a República Francesa. Esse ato marcou o fim do Antigo Regime e o começo do calendário republicano, estabelecendo o Ano I da nova era política.\n\nA proclamação da República consolidou o poder dos jacobinos e abriu caminho para a radicalização do governo, que pouco depois iniciaria o período do Terror. Internamente, representou o triunfo das ideias igualitárias, mas também acentuou divisões políticas e regionais.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Coat_of_arms_of_the_French_First_Republic.svg/675px-Coat_of_arms_of_the_French_First_Republic.svg.png?20181027144955",
        "sources": [
            "https://en.wikipedia.org/wiki/Proclamation_of_the_French_Republic"
        ]
    },
    {
        "id": "onze",
        "title": "Julgamento e Execução de Luís XVI",
        "date": "1793-01-21",
        "location": "Place de la Révolution (atual Place de la Concorde), Paris, França",
        "description": "Após ser julgado pela Convenção Nacional sob acusação de conspiração contra a liberdade pública e traição, Luís XVI foi declarado culpado por ampla maioria. Na manhã de 21 de janeiro de 1793, foi conduzido à guilhotina na Place de la Révolution, onde foi executado em público.\n\nA decapitação de um rei consagrado chocou a Europa e simbolizou a ruptura definitiva com a monarquia hereditária. Para os revolucionários, representou justiça histórica; para as potências absolutistas, tornou a França um inimigo implacável, precipitando coalizões contrarrevolucionárias.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Execution_of_Louis_XVI.jpg/1199px-Execution_of_Louis_XVI.jpg?20240515211026",
        "sources": ["https://en.wikipedia.org/wiki/Execution_of_Louis_XVI"]
    },
    {
        "id": "doze",
        "title": "Início do Reino do Terror",
        "date": "1793-09-05",
        "location": "Paris e províncias, França",
        "description": "Em 5 de setembro de 1793, sob presidência de Georges Danton e com Robespierre no Comitê de Salvação Pública, a Convenção decretou que “o Terror seja a ordem do dia”. Esse período caracterizou-se por prisões arbitrárias, tribunais revolucionários e milhares de execuções por guilhotina em Paris e nas províncias.\n\nO Terror visava proteger a Revolução de inimigos internos e externos, mas acabou por consumir seus próprios líderes. A política de exceção instaurou clima de suspeita mútua, paralisou iniciativas moderadas e aprofundou o ciclo de violência política.",
        "image": "https://upload.wikimedia.org/wikipedia/en/c/ca/Heads_on_pikes.jpg?20190713062134",
        "sources": ["https://en.wikipedia.org/wiki/Reign_of_Terror"]
    },
    {
        "id": "treze",
        "title": "Queda de Robespierre",
        "date": "1794-07-27",
        "location": "Salle des Machines, Tuileries e Place de la Révolution, Paris, França",
        "description": "No dia 9 Termidor, Ano II (27 de julho de 1794), a Convenção Nacional se voltou contra Maximilien Robespierre e seus aliados, prendendo-os na Salle des Machines do Tuileries. A prisão foi seguida de um julgamento sumário e execução no dia seguinte na Place de la Révolution.\n\nA Reação Termidoriana pôs fim ao Terror e iniciou uma onda de retratação política, com libertação de presos e anistia geral. O episódio instalou um regime mais conservador, o Diretório, que buscou estabilidade após anos de radicalismo.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/The_arrest_of_Robespierre_cropped.jpg/1150px-The_arrest_of_Robespierre_cropped.jpg?20190512073738",
        "sources": ["https://en.wikipedia.org/wiki/Thermidorian_Reaction"]
    },
    {
        "id": "quatorze",
        "title": "Golpe de 18 Fructidor",
        "date": "1797-09-04",
        "location": "Residência do Diretório, Paris, França",
        "description": "Em 18 Fructidor, Ano V (4 de setembro de 1797), receosos de uma volta dos monarquistas ao Legislativo, os diretores Barthélemy, Treilhard e Reubell, com apoio militar do general Augereau, prenderam deputados realistas e deportaram líderes conservadores.\n\nO golpe reforçou o caráter republicano do Diretório, mas comprometeu sua legitimidade democrática. A intervenção militar no processo político tornou-se padrão, preparando o terreno para futuras usurpações de poder.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Members_of_the_French_Directoire.jpg/1200px-Members_of_the_French_Directoire.jpg?20200708082912",
        "sources": ["https://en.wikipedia.org/wiki/Coup_of_18_Fructidor"]
    },
    {
        "id": "quinze",
        "title": "Golpe de 18 Brumário",
        "date": "1799-11-09",
        "location": "Château de Saint-Cloud, França",
        "description": "Em 18 Brumário, Ano VIII (9 de novembro de 1799), Napoleão Bonaparte, com apoio do Conselho dos Anciãos e de tropas leais, derrubou o Diretório em sessão realizada no Château de Saint-Cloud. Instituiu o Consulado, abrindo mão de títulos monárquicos, mas concentrando poder executivo em sua pessoa.\n\nO golpe marcou o encerramento oficial da Revolução Francesa e inaugurou a era napoleônica. Sob o Consulado, Napoleão implementou reformas administrativas, legais e educacionais que moldaram o Estado moderno francês.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Bouchot_-_Le_general_Bonaparte_au_Conseil_des_Cinq-Cents.jpg/1126px-Bouchot_-_Le_general_Bonaparte_au_Conseil_des_Cinq-Cents.jpg?20201118032220",
        "sources": ["https://en.wikipedia.org/wiki/Coup_of_18_Brumaire"]
    }
]
